/* No comment provided by engineer. */
"Connecting" = "Se conectează...";

/* No comment provided by engineer. */
"NFiles" = "%d fișiere";

/* No comment provided by engineer. */
"NotEnoughSpace" = "Spațiu insuficient pe disc";

/* No comment provided by engineer. */
"PinCode" = "PIN: %@";

/* No comment provided by engineer. */
"Sending" = "Se trimite...";

/* No comment provided by engineer. */
"TransferCanceled" = "Anulat";

/* No comment provided by engineer. */
"TransferDeclined" = "Refuzat";

/* No comment provided by engineer. */
"TransferFinished" = "Transfer finalizat";

/* No comment provided by engineer. */
"TransferTimedOut" = "Timpul a expirat";

/* No comment provided by engineer. */
"UnsupportedType" = "Tip de atașament nesuportat";